<h1 id="علاج-الفتور-والكسل-في-طلب-العلم">علاج الفتور والكسل في طلب العلم</h1>
<ol type="1">
<li>الدعاء والرجاء، والتضرُّع والانكسار لله بأن يدعو بدعاء النبي صلى الله عليه وسلم: «اللهم إني أعوذ بك من الهم والحزن، والعجز والكسل».</li>
<li>مراجعة النية في طلب العلم وإخلاصها لله تعالى، والأَخْذ بأسباب التوفيق مِن الأعمال الصالحة؛ كصدقةٍ، وصلاةٍ، وطلَب دعاء الوالدين، فلا شيءَ ينفَع دون ذلك.</li>
<li>الشعورُ بالتَّبِعةِ والمسؤوليةِ العظيمة الـمُلقاةِ على كاهله، وتذكيرُ نفسه بها على الدوام، فهو مطالبٌ بتغيير نفسه مِن حا</li>
<li>الانتقالُ مِن علمٍ إلى علم؛ كالانتقال مِن الفقه إلى التفسير إلى الحديث وهكذا، أو الانتقال من طريقةٍ إلى أخرى؛ كالانتقال من القراءة إلى السماع، أو البحث أو الحفظ وغيرها.</li>
<li>القراءة في كتب علوِّ الهمة، كالقراءة في التراجم والسير مع الأعلام والأئمة الأوائل, وككتابي الشيخ عبد الفتاح أبو غدة “قيمة الزمن عند العلماء” و”صفحات من صبر العلماء”.</li>
<li>المطالعة في الكتب التي تتحدث عن فضل طلب العلم ومنهجيته، وآدابه، وشغف العلماء به، وأحوالهم معه.</li>
<li>زيارة طلاب العلم المجدِّين، ومصاحبتهم في أثناء عملهم في مطالعة أو بحث أو حتى في مذاكرةِ مسألةٍ ما، فإن الشبيه منجذبٌ لشبيهه، والصاحب ساحبٌ؛ فيأخذ بيدك ساعةَ فتورك.</li>
<li>الاعتدال في الطعام والشراب والنوم, فمن أكل كثيرا شرب كثيرا ومن شرب كثيرا نام كثيرا ومن نام كثيرا فاته خير كثير.</li>
<li>البحثُ عن أسباب ذلك الفتور وعلاجها أو اجتنابها، ومن هذه الأسباب: الإقبال على الدنيا، والاستكثار من جمع ملذَّاتها، والانغماس في الذنوب.</li>
<li>أن يعلم أنه مجاهد في سبيل إعلاء كلمة الله بالحجة والبيان, الذي لا يقل أهمية عن الجهاد بالسيف والسنان, إن لم يكن أعظم.</li>
<li>الرفق بالنفس، فلا يُحمِّلها المرءُ فوق طاقتها فتقع، ولا يُكلِّفها ما لا طاقة لها به فتقعد عنه وتفتر، ويأخذها بالسياسة والحيلة فيما تستثقله حتى تتعوَّد أداءه.</li>
<li>القصد والاعتدالُ في النظر إلى القدوات في الحفظ والفهم، والتحصيل والتصنيف، والدعوة وغيرها، فلا يطلب المرءُ أن يصير أُعجوبةً في الحفظ مثل فلان، وفي الفهم مثل علان، وفي التصنيف والدعوة مثل ثالث ورابع، وهو بعدُ لم يمرَّ عليه في الطلب سوى بضع سنين، وهؤلاء كانتْ لهم في العلم عقودٌ وأعمارٌ، ثم إنَّ لهم ظروفًا غير ظروفه، فلا يتعجَّل الطالب ما ليس أهلًا له؛ فيفتر عما هو أهلٌ له.</li>
</ol>
<p>ومن كان لديه علاجات وأدوية أخرى فليفدنا بها مشكورا, وعلى الله قصد السبيل.</p>
