<h1 id="النية-الصالحة">النية الصالحة</h1>
<p>قال عليه الصلاة والسلام: “إنَّما الأَعمالُ بالنِّيَّات، وإِنَّمَا لِكُلِّ امرئٍ مَا نَوَى”</p>
<p>إن أول ما ينبغي لطالب العلم استحضار النية الصالحة في علمه وتعليمه, وإن النية الصالحة الخالصة لهي الإكسير الأكبر, وإن العمل ليكثر خيره ومدده بحسب كثرة النيات.</p>
<p>فمن النيات التي ينبغي لطالب العلم أن يستحضرها:</p>
<ul>
<li><p>الاعتصام بكتاب الله وسنة رسوله صلى الله عليه وسلم</p></li>
<li><p>امتثال أمر الحبيب صلى الله عليه وسلم</p></li>
<li><p>سماع حديث رسول الله صلى الله عليه وسلم وتبليغه</p></li>
<li><p>نية رفع الإثم عن نفسه وعن المسلمين بتعلم وتعليم فروض العين والكفاية</p></li>
<li><p>التعرض لنفحات الله لنيل رضاه</p></li>
<li><p>الذكر والتذكير</p></li>
<li><p>حفظ الوقت</p></li>
<li><p>إظهار شعائر الإسلام</p></li>
<li><p>الاعتكاف إن كان الاجتماع في المسجد</p></li>
<li><p>تجديد الإيمان</p></li>
<li><p>التعاون على البر والتقوى والأمر بالمعروف والنهي عن المنكر</p></li>
<li><p>تكثير سواد أهل الخير</p></li>
<li><p>استنزال رحمة الله بذكر الصالحين</p></li>
<li><p>تصفية الباطن ومجاهدة النفس</p></li>
<li><p>العمل بما يعلم</p></li>
</ul>
<p>اللهم اجعل علمنا وعملنا وتعليمنا وسائر أعمالنا خالصة لوجهك الكريم بجاه حبيبك الأعظم صلى الله عليه وسلم وأحباب حبيبك.</p>
<p>خادم العلم الشريف</p>
<p>عبد الرحمن الشعار</p>
